import React from 'react';
import "../Book/style/Book.scss";

class Authors extends React.Component {

    renderAuthorsInfo = () => {
        return (
            <div class="post-content">
                <div className="persian">
                    <p>
                        <strong> غلامرضا نظربلند </strong>
                        در سال ۱۳۳۲ در شیراز به‌ دنیا آمد. در سال ۱۳۵۶ از مؤسسۀ علوم بانکی ایران
                        مدرک کارشناسی بانکداری گرفت. در سال­­های ۱۳۵۷ تا ۱۳۵۹ دورۀ کارشناسی ارشد
                        «اقتصاد» را در دانشگاه شیراز گذراند و در سال ۱۹۸۶ از دانشگاه بروکسل در رشتۀ
                        «مکان‌یابی صنعتی و توسعه» نیز مدرک کارشناسی ارشد گرفت. وی در سال ۲۰۰۰ از
                        دانشکدۀ مدیریت دانشگاه دهلی دکترا گرفت.
                    </p>
                    <p>
                        دکتر نظربلند از سال ۱۳۶۱ وارد دستگاه دیپلماسی کشور شد و مأموریت­­های ثابت
                        خود را در کشورهای هلند، آلمان و سریلانکا به ­ترتیب در پست­­های وابسته
                        اقتصادی، دبیر اول و رئیس بخش سیاسی، و سفیری انجام داد.
                    </p>
                    <p>
                        وی در ایران در کنار کار اصلی، دروس مربوط به حوزۀ علوم مالی را در دانشگاه‌ها
                        و مؤسسات عالی کشور تدریس کرد. از وی مقاله‌های علمی ـ پژوهشی بسیار و
                        کتاب‌هایی در حوزۀ‌ مالی به چاپ رسیده است. آخرین کتاب وی با عنوان    <em>در سپهر اقتصاد و سیاست</em> در سال ۱۳۹۹ منتشر شده است.
                    </p>
                    <p>
                        <br/>
                        <strong> حسین عبده تبریزی </strong>
                        در سال ۱۳۳۰ در تهران متولد شد. در سال ۱۳۵۲، کارشناسی بازرگانی از مدرسه عالی
                        بازرگانی و کارشناسی زبان انگلیسی از مدرسه عالی ترجمه دریافت کرد. در سال
                        ۱۳۵۳، تحصیلات خود را در رشته مدیریت بازرگانی در مرکز مطالعات مدیریت ایران
                        (وابسته به مدرسه هاروارد) در سطح کارشناسی ارشد ادامه داد. وی تحصیلات عالی
                        خود را در سطح دکترای رشته مالی و بانکداری در مدرسه‌ عالی بازرگانی منچستر در
                        سال ۱۳۵۶ به پایان رساند.
                    </p>
                    <p>
                        سابقه تدریس دکتر عبده به دهه ۵۰ ­بازمی‌گردد. از آن زمان تاکنون وی در بسیاری
                        از مؤسسات آموزش عالی، سازمان‌ها‌ و مراکز تحقیقاتی کشور استاد مدعو بوده است.
                        دانشگاه صنعتی شریف، دانشگاه تهران، دانشگاه شهید بهشتی، دانشگاه علامه
                        طباطبایی و دانشگاه امام صادق (ع) تنها برخی از مؤسساتی است که وی در آن‌ها به
                        تدریس دانش مالی پرداخته است.
                    </p>
                    <p>
                        دکتر عبده مترجم و مؤلف کتاب‌های مالی بسیاری است و عضو هیأت تحریریۀ
                        نشریه‌های متعدد و از جمله صاحب‌امتیاز روزنامۀ سرمایه بوده است.
                    </p>
                    <p>
                        وی در حوزه عمومی دبیر کل سازمان کارگزاران بورس، عضو شورای عالی بورس، و
                        مشاور نهادهای مالی بوده است. هم­چنین، به عنوان مدیر عامل، عضو هیئت مدیره،
                        یا مشاور در شکل­گیری بنگاه­های خصوصیِ تولیدی و مالی در ایران نقش داشته است.
                    </p>
                </div>
            </div>
        )
    }

    render() {
        return (
            <>
                <div className="title">
                    معرفی
                </div>
                {this.renderAuthorsInfo()}
            </>
        )
    }
}

export default Authors;